{"pages":[{"title":"about","text":"","link":"/about/index.html"},{"title":"categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/hello-world.html"},{"title":"资治通鉴翻译(部分)","text":"李世绩出兵云中与突厥在白道作战，大败突厥。 二月，己亥月，皇上去骊山的温泉。 甲辰，李靖在阴山击破突厥的颉利可汗。 刚开始，颉利可汗已经战败，逃窜到铁山，残余的人马尚且还有几万。他派遣执失思力入朝进见，谢罪，希望将全国附属于唐，颉利可汗会亲自入朝。皇上派鸿胪卿唐俭等人宽慰安抚执失思力，又下诏令李靖带领军队迎接颉利可汗。颉利可汗对外言辞谦恭，但是内心实际正在犹豫，打算等到草绿马肥了，逃到漠北。李靖帅兵与李世绩在白道相会，共同谋划道：“颉利虽然战败了，但是他的人依然很多，如果他逃到碛北（音同“器”，沙漠），道路险阻漫长，很难追到他。现在命令使者到他那里，这些外族人必定会自我放松，如果挑选精骑一万，准备好二十天的粮草，前去袭击他们，不用战斗即可擒住了。”李靖将他们的计谋告诉张公瑾，张公瑾说“诏书已经同意了颉利可汗的投降，并且派遣的使者还在他那里，何必袭击颉利可汗呢？”李靖说：“这就是韩信攻破齐的原因。唐俭等人又有什么值得我们可惜呢？”于是率领士兵夜晚出发，李世绩跟随者，军队到了阴山，遇到了突厥一千多的营帐，俘虏了他们来跟着军队。颉利看见了使者非常高兴，心中也自我感到安心了。李靖令武邑县的苏定方率领骑兵二百作为前锋，趁着雾天行军，到了离可汗的宫殿七里的时候，这些外族人才有所发现。颉利驾着快马先跑了，李靖的军队到了，外族众人就溃散了。唐俭逃脱了才得以回来。李靖斩首一万多，俘虏男女十多万，获得了鸡畜数十万，杀了隋义成公主，擒住她的儿子叠罗施。颉利可汗率领万余人打算到碛北，李世绩在碛口驻军，颉利到了这里，过不去，他的大酋长都带领众人投降，李世绩俘虏了五万多人后返回。从阴山的北边开拓疆土到大漠，通过露布告知大家。 丙午月，皇上回到了宫殿。 甲寅月，因为攻克了突厥于是大赦天下。 让御史大夫文彦博为中书令，守侍中王珪为侍中；守户部尚书戴胄为户部尚书，参与朝政事务；太常少卿萧瑀为御史大夫，与宰相参与议论朝廷事务。 三月，戊辰，让突厥夾畢特勒阿史那思摩为右武侯大将军。 四方少数民族到宫中请求皇上为天可汗，皇上说：“我身为大唐的天子，又怎么可以向下做可汗的事情呢？”群臣以及四方少数民族都称万岁。这次以后，将盖了印玺的文字赐给西北君长，都是自称天可汗。 丙午，突厥思结俟斤率领四万人来投降。 丙子，让突利可汗为右卫大将军、北平郡王。 刚开始，始毕可汗凭借启民可汗母亲的弟弟苏尼失成为沙钵罗设，掌管部落五万家，牙帐置于灵州西北处，等到颉利可汗政权动乱时，唯独苏尼失的部落没有怀有二心。突利可汗来的非常快，颉利可汗将他立为小可汗。等到颉利可汗败走的时候，突利可汗一同跟着，打算投奔吐谷浑。大同道行军总管任城王道宗领兵逼退他们，让苏尼失押送颉利可汗，颉利可汗凭借几个骑兵在夜里逃走，躲在荒无人烟的山谷里。苏尼失感到害怕，飞奔地追最终捉住了颉利可汗。庚辰，行军副总管张宝相带领众人埋伏在沙钵罗的营房里，俘虏了颉利可汗并送回京师，苏尼失带着全部人员来投降。漠南地方于是就没人了。","link":"/%E6%88%91%E7%9A%84%E7%AC%AC%E4%B8%80%E4%B8%AA%E5%8D%9A%E6%96%87.html"},{"title":"数学公式","text":"$\\because ln(f_n)=\\sum\\limits_{i=1}^{m}n_iln(p_i)$ $$\\begin{equation} \\left\\{ \\begin{array}{lr} \\frac{\\partial ln(f_n)}{\\partial p_i}=0& \\\\ ~~~~\\vdots &\\\\ \\frac{\\partial ln(f_n)}{\\partial p_m}=0& \\end{array} \\right. \\end{equation}$$","link":"/%E6%95%B0%E5%AD%A6%E5%85%AC%E5%BC%8F.html"},{"title":"浅谈丝绸之路对古中国的影响","text":"摘 要：从空间角度讲，丝绸之路横穿整个欧亚大陆，全长6000多公里；从时间角度看，其正式起源于西汉，距今已有2000余年。正如名字中有“丝绸”二字，丝绸之路固然与丝绸直接相关，但这绝非仅仅是一条运输丝绸的道路，然而也许是丝绸的巨大名气，掩盖了其他本不应忽视的价值。本文立足于军事、农业方面，简要阐述丝绸之路对古中国的影响。 关键词：张骞；丝绸之路；战略；农作物 史书记载“初，匈奴降者言：‘月氏故居敦煌、祁连间，为强国，匈奴冒顿攻破之。老上单于杀月氏王，以其头为饮器，余众遁逃远去，怨匈奴，无与共击之。’”[1]汉武帝获悉月氏与匈奴之间存在矛盾，于是招募能出使月氏的使者，希望联络大月氏一同抗击匈奴。在这样的背景下，张骞以郎官的身份自荐成为使者。然而从陇西出发后，“径匈奴中，单于得之，留骞十余岁。”[2]之后经大宛、康居两国后才抵达月氏，可是“大月氏太子为王，既攻击大夏，分其地而居之，地肥饶，少寇，殊无报胡之心。骞留岁余，竟不能得月氏要领。”[3]虽然此次出行，并没有完成原定计划，但是使西域的一些国家知道了汉。随着张骞第二次出使西域，汉朝与中亚各国交流日益频繁，形成了“西北外国使,更来更去”[4]。可以如是说，张骞出使西域正是大规模中外交流的先导，并且往后的贸易路线也是沿着张骞着足迹，司马迁用“凿空”二字高度赞扬了张骞的历史伟绩“然张骞凿空，其后使往者皆称博望侯，以为质于外国，外国由此信之。”[5]在中华帝国与外域漫长的交往进程中,丝绸逐渐成为这条交易道路上的通货。丝绸是“一个重要的贸易符号,而且是有生命力的贸易符号”，这甚至就是李希霍芬将其命名为“丝绸之路”的根本原因。[6] 一 .丝绸之路开辟的战略意义 正如前文所说，张骞两次出使西域是丝绸之路的先导，因此如果要讨论丝绸之路对中国的影响，那就不得不先论述这两次西域之行对中国的影响。 张骞凿空的路线被史书记载“自玉门、阳关出西域有两道。从部善傍南山北，波河西行至莎车，为南道;南道西踰葱岭则出大月氏、安息。自车师前王廷随北山，波河西行至疏勒，为北道;北道西踰葱岭则出大宛、康居、奄蔡焉。”[7]这对于大汉王朝，乃至中国也是第一次详细了解西域道路情况。尽管张骞第一次出使西域并没有完成联络月氏的目的，但是他已经了解到了西域各国的风土民情，并向汉武帝做了陈诉，“天子既闻大宛及大夏、安息之属，皆大国，多奇物，土著，颇与中国同业，而兵弱，贵汉财务。其北有大月氏，康居之属，兵强，可以赂遗设利朝也”[8]。张骞的这次西行深刻影响了汉武帝的战略方向，并奠定了汉朝向西扩张的格局——将万里长城的西端向北推进，并在南侧设置酒泉、武威两郡，以后西域都护府的建立也是必然的结果。 如果说北方丝绸之路由张骞凿空，那么南方丝绸之路蜀身毒道的贯通，张骞同样功不可没。他曾向汉武帝建议“臣在大夏时，见邛竹杖、蜀布，问曰：‘安得此？’大夏国人曰：‘吾贾人往市之身毒。’身毒在大夏东南可数千里，其俗土著，与大夏同。以骞度之，大夏去汉万二千里，居汉西南；今身毒国又居大夏东南数千里，有蜀物，此其去蜀不远矣。今使大夏，从羌中，险，羌人恶之；少北，则为匈奴所得；从蜀，宜径，又无寇。”[9]在此之前，汉朝是不知道身毒在中国的西南方向。汉武帝听从了张骞的建议，于是派人打通这条直通身毒、大夏的“国际通道”，“乃令骞因蜀犍为发间使王然于等四道并出，出駹，出冉，出徙，出邛、僰，指求身毒国”[10]由于昆明等地的夷人反抗强烈，这次只做到了“始通滇国”[11]，直到公元69年，汉王朝开拓和经营西南的最边远的郡——永昌郡设立，至此“国际通道”全线贯通。 如同15世纪哥伦布发现美洲新大陆，开启了大航海时代，张骞的这两次西行也是发现了“新大陆”，是中国人的地理大发现，填补了中国人所认知的地图，汉朝的开疆拓土正是基于张骞的地理发现。随着南北两条贸易通道的贯通，亚欧开启了“小全球化”。 二 .农作物引进 丝绸之路不只是将中国的丝绸、瓷器、造纸术等传入西方,对于中国来说，我们从国外引进大量的域外作物。 葡萄并非在中国土生土长，原是中西亚—带种植最为广泛的物种，比如《史记》记载大宛“有蒲陶酒”、“宛左右以蒲陶为酒,富人藏酒至万余石,久者数十岁不败。俗嗜酒，马嗜苜蓿”[12]，《汉书》也说：“伊吾地宜五谷、桑麻、蒲萄。”[13]这里的伊吾大致为现在的哈密。葡萄是汉代引入中原的，这在史料中也是有明确记录的“汉使采蒲陶、目宿种归。天子以天马多,又外国使来众,益种蒲陶、目宿离宫馆旁,极望焉。”[14]难怪后来有人在诗中写下“年年战骨埋荒外,空见蒲桃入汉家”。 “汉使采蒲陶、目宿种归”，与葡萄一同进入中国的还有苜蓿。西晋陆机《与弟云书》：“张骞使外国18年,得首蓿归。”[15]苜蓿是西域很常见的一种植物，特别适合喂马，“马嗜苜蓿”说的正是苜蓿的一个重要作用。随着苜蓿在中国的种植，它也逐渐被人食用，时至今日衍生出众多跟苜蓿有关的名菜。据他人考证，苜蓿在中国使用最多的方式有两种:—种是菜,—种是牧草。[16] 现在我们常吃的黄瓜在汉朝叫做胡瓜，“黄瓜起源于东南亚,西汉以后分别从北、南两路传入中国。据明代李时珍考证,北路黄瓜是由西汉时的张骞经由中亚地区沿着丝绸之路引入的;南路黄瓜则从南亚经由我国西南地区引入。”[17] 唐朝的时候，中国又引进了菠菜，据《新唐书》记载“二十—年,遣使入，献波棱、酢菜、浑提葱”[18]，这里说的是贞观二十一年尼泊尔的使臣进献菠菜，波棱即现在的菠菜。《唐会要》也记录了此次进献“泥婆罗国献波棱菜,类红蓝花，实似蒺藜，火熟之，能益食味;又酢菜,状如菜,阔而长,味如美鲜苦菜,状如苣,其叶阔,味虽少苦,久食益人;胡芹,状如芹,而味香;浑提葱,其状如葱而白。”[19] 西晋张华《博物志》:“张骞使西域还,得大蒜、安石榴、胡桃、蒲桃、胡葱、昔蓿等”[20]。这些从丝路来的“外来之客”不但丰富了本土作物种类，扩大了中国老百姓的菜篮子，且对中国的农业生产和饮食文化产生了深远的影响——时至今日我们依然享受着它们的美味。 参考文献 [1]《通鉴选》张骞通西域 第1页。[2]《通鉴选》张骞通西域 第1页。[3]《通鉴选》张骞通西域 第1页。[4]《史记》卷一百二十三《大宛列传》北京:中华书局,1959年，第538页。[5]《史记》卷一百二十三《大宛列传》北京:中华书局,1959年，第540页。[6] 冯并著《“一带一路”全球发展的中国逻辑》,中国出版集团中国民主法制出版社,2015年版,第16页。[7] 《汉书》卷九十六 《西域传》北京:中华书局,2012年，第233页。[8]《通鉴选》张骞通西域 第5页。[9]《通鉴选》张骞通西域 第4页。[10]《通鉴选》张骞通西域 第5页。[11]《通鉴选》张骞通西域 第5页。[12]《史记》卷一百二十三《大宛列传》北京:中华书局,1959年，第546页。[13]《汉书》卷九十六 《西域传》北京:中华书局,2012年，第251页。[14]《汉书》卷九十六 《西域传》北京:中华书局,2012年，第255页。[15] 陆机《睦士衡文集校注》南京:凤凰出版传媒集团,2007年,第423页。[16] 孙启忠,柳茜,那亚,等《我国汉代首蓿引入者考》.草业学报, 2016,25(1):240-253。[17] 杨恩庶,张德纯《蔬之物语》北京:电子工业出版社, 2015年，第47页。[18] 欧阳修,宋祁《新唐书》北京:中华书局,1975年，第1203页。[19] 王溥《唐会要》上海:上海古籍出版社,2006年，第932页。[20] 张华《博物志》台湾:金枫出版社,1981年,第137页。","link":"/%E6%B5%85%E8%B0%88%E4%B8%9D%E7%BB%B8%E4%B9%8B%E8%B7%AF%E5%AF%B9%E5%8F%A4%E4%B8%AD%E5%9B%BD%E7%9A%84%E5%BD%B1%E5%93%8D.html"},{"title":"近代&quot;中华民族&quot;形成与转变","text":"摘 要：民族主义是一个起源于西方的概念。在欧洲，民族、民族国家与民族主义是紧密相连的。到了近代，鸦片战争的爆发，洋务运动的发起，我国的知识分子开始系统并深入地学习西方国家的各种观点、思想和认知，其中民族主义也随之传入中国，我国便开始了从“天下主义”到“民族主义”的转化过程。在“民族主义”思潮的影响之下，“中华民族”这个概念提出后，便发生了重大变化，完成了“小中华”到“大中华”的华丽变身，特别是到了今天，“中华民族”四个字已深深的刻在了每个中国人的心里，它成为了凝聚全体中国人的精神图腾。那么从1840到1949这一百多年的时间里，“中华民族”概念究竟是如何随着不同的危机而发生转变的呢？本文，笔者将结合自身所学知识，对相关问题进行详细分析和论述。 关键词：华夷；梁启超；中华民族；转变 尽管中国很早就是多民族国家，但历史上最早提出“中华民族”这一词汇的是著名学者梁启超，他在1902年《论中国学术思想变迁之大势》文中这么写道“齐，海国也。上古时代,我中华民族之有四海思想者厥惟齐，故于其间产生两种观念焉，一曰国家观，二曰世界观”[1]。从中可以看出“中华民族”这个概念只有一百多年的明确历史,与中国数千年历史文化相比,确实短暂。然而正如费孝通曾说“中华民族作为一个自觉的民族实体,是近百年来中国与西方列强对抗中出现的;但作为一个自在的民族实体,则是几千年的历史过程中形成的”[2]，因此为了更好地理解近代“中华民族”概念的形成，首先就需要对我国历史上的种族（民族）观念有深入的了解和认识，在此基础上结合近代中国不同时期遇到的不同危机，再对该概念的变化做分析。 一.“中华民族”思想源头 “民族”一词，在我国历史上的诸多文献中都有所出现，最早可见于南北朝时期“今诸华士女，民族弗革”[3]，但是这个词语的古意与现代意义大相径庭。结合不同古代文献中“民族”一词的含义来理解，其不仅表达了宗族之属、华夷之别，同时还阐述了一种等级关系，即在封建社会环境中，处于统治中心，拥有至高无上统治地位的被称为“皇族”，而其他的各种族群则被统一的称之为“民族”。此阶段的所谓“民族”概念与国家之间的联系并不是十分紧密。十九世纪末二十世纪初从西方国家以及日本泊来的民族概念，才将它与国家联系在了一起，强调民族的政治与地域统一性的思想。但是，即便是在“现代民族”概念起源的国家，针对民族主义也没有一个普遍适用的定义，这是因为民族主义的诞生以及成长发展都有着特殊的历史和地理条件。 一般来说，在我国历史上，中国传统族类思想主要包含有华夏中心观、华尊夷卑以及由华尊夷卑的观念推导出来的华夷之辩、夷夏大防等观念。华夏和中国两个词语早在西周时就已经出现了，其在历朝历代被反复使用，逐渐发展成为中国人的自称。而自称的使用实际上某种程度暗示了有“他者”的出现，针对他者，与“华夏”所对应的词语通常都是不太友好的，主要有狄、蛮、夷等称谓，随着时代的不断发展变化，“夷”逐渐发展成为“华夏”之外族群的代称。所谓中国传统族类思想，实际上始终是围绕“华”和“夷”两种关系进行论述的。在历史文化发展中，逐渐形成了“华夏中心”的观点，这种观点具有一定的片面性，其认为华夏的文化、礼仪以及其他各项活动、思想等都是凌驾于夷之上的，华夏是文明的中心。在这样的思想认识之下，甚至衍生出了一种比较严苛的等级关系，即认为“华尊夷卑”。为了进一步巩固尊卑关系，在这种背景下“华夷之辨”也随之产生。但是在不同境况下，“华夷之辨”也是有所差别的。如在我国历史上曾经发生了两次非汉族统治国家的局面，即元朝和清朝两个朝代，在这个朝代，人们传统观念中的“夷”身价倍增，而“华”虽然依然庞大，但是地位却有所下降。 到了近代，“夷”所指的范围缩小了，专指西方殖民者。中国人在面对入侵时首先想到的是维护“华”的正统，比如“‘义和团高举'扶清灭洋的大旗，见洋人就杀，见洋楼就烧，见洋楼就砸，排外情绪无以复加。”[4]除了出于“华尊”的盲目排外，也有一部分人意识到了差距“魏源引入世界理念，动摇‘华夷之辨’的文化根基、提出‘师夷之长技以制夷’主张，挑战‘天朝上国'观念。”[5] 再到后来，维新运动时“资产阶级已表现出对封建王朝强烈的离心力，表现出对‘华夷之防'的决然背叛”[6] 尽管此时“华夷之辨”彻底衰落，但不可否认的是长久以来的“华尊夷卑”的民族观，激起了人们反抗殖民者的意识，也是“救国保种”产生的重要原因。爱国人士通过学习和借鉴从日本传入的现代“民族”和“民族主义”等观念，提出了中华民族这个新概念，但是这种“新”依然包含着中国传统族类思。 二.“小中华”到“大中华”的转变 正如前文所说19世纪末20世纪初，梁启超等人将现代“民族”观念传入到中国，并提出了“中华民族”的概念，相关概念受到了全社会的追捧，当时的知识分子认为要想救国，首先就需要建立一个拥有民族主义的国家，只有借助民族主义将广大人民凝聚在一起，才能激发人们的斗志和决心。但是，伴随着民族主义的盛行，针对民族主义的解释也出现了不同的声音，不同的党派和精英对于民族主义以及中华民族的概念有了不同的看法，争议随之而来。之所以如此，主要是因为“中华民族”的相关概念涉及到了不同政治理念与集团利益。而这个时期的党派或者是利益集团可以分为两种，一种是由梁启超等人为代表的立宪派，另一种则是以孙中山等人为代表的资产阶级革命派，二者在政治理念上存在较为明显的差异。这里我们主要论述革命派的主张，这可以通过其对于“中华民族”概念、民族主义的解释窥探到。 以孙中山为代表的革命派，他们认为要想阻止帝国主义入侵，首先就需要消灭封建帝制，打倒满清政府。革命派在诠释民族主义和“中华民族”的概念时，主张“排满革命”，只有这样，才能建立理想的“中华民族”。比如孙中山于 1904年发表的《中国问题的真解决》中，罗列了众多满人的罪行，可谓是“罄竹难书”。 《中国问题的真解决》[7]： 满洲人的行政措施，都是为了他们的私利，并不是为了被统治者的利益。 (一)他们阻碍我们在智力方面和物质方面的发展。 (二)他们把我们作为被征服了的种族来对待，不给我们平等的权利与特权。 …… 的确，在那个风雨飘摇的时代，面对无能的清朝政府，高举“反满兴汉”的大旗，高呼“驱逐鞑虏，恢复中华”是能够激起汉人的一腔热血，很好地号召汉人参与革命，并且这也可以看作传统中国民族观念的“惯性”。但是其弊端也是显而易见的，更多的人参与革命只是为了“报仇”——报满人入关当皇帝的仇，就像鲁迅笔下的阿Q，不知革命实为何物。曾对满人深恶痛绝的柳亚子，后来也表示“1909年，和陈去病、高天梅两人发起了南社，以文学来鼓吹民族革命。同盟会是提倡三民主义的，但实际上，不消说大家对于民生主义都是莫名其妙，连民权主义也不过装装幌子而已。一般半新不旧的书生们，挟着赵宋、朱明的夙恨，和满清好像不共戴天，所以最卖力的还是狭义的民族主义。南社就是把这一个狭小的民族主义来做出发点的。”[8]从早年孙中山等人的“中华民族”观念可以看出，在某种意义上来讲，辛亥革命的出发点就存在一定问题，等同于把矛盾转移了，因此有人评价道“中国资产阶级在进行这种斗争的时候，要紧紧抓住反满这个武器，这表明那时的资产阶级是又革命又软弱。资产阶级展开炽烈的反满宣传，显然是在以社会全体全体群众的姿态反对唯一的统治阶级”[9] 实际上，不论是立宪派还是革命派，针对“中华民族”的概念，二者虽然略有差异，但是其根本目的实际上却是一致的，即都希望借助“中华民族”或者“民族主义”，最终构建一个统一的国家，建立近代民族国家，使得国家摆脱困境，实现真正的独立富强。正是因为根本目的具有高度一致性，因此尽管立宪派最先宣告失败，但如梁启超对“民族主义”、“中华民族”概念的诸多思考和看法，得以被革命派逐渐接受，并不断发扬。 孙中山所代表的革命派对于“中华民族”的概念认知是不断变化的。正如前文所说革命之初，为了推翻封建帝制，他认为满族不应当留在中国，更不应当算作“中华民族”的一份子，但是后来他却表示“兄弟曾听人说,民族革命是要尽灭满洲民族，这话是大错。”[10]在1912年，孙中山发布《临时大总统就职宣言书》公开表示“敢披沥肝胆为国民告:国家之本在于人民，合汉、满、蒙、回、藏诸地为一国，即合汉、满、蒙、回、藏诸族为一人，是曰民族之统一”[11]，这就是所谓的“五族共和论”，并且给五色旗赋予了“五族”的含义。但是很快孙中山他们就认识到了这种说法也并不是可行的。在“五族共和”这一理念的背后，有着诸多歧义，其表达了对满、蒙、回、藏等民族身份的承认，关键在于这样的身份承认具有独立性，也就是说他们在国家大事上也有属于自己的决断权，一旦权力行使不合理，则可能会导致国家陷入四分五裂的状态。尤其是在民国初期，国家局势本来就不稳定，反对民国政府的组织——武装割据，可谓比比皆是，这样的政治构建就更加危险了。 后来孙中山也认为“五族共和”的说法，对于国家的团结稳定产生了极为不利的影响，提出“莫如举汉﹑满等名称尽废之”[12]和“汉族当牺牲其血统、历史与夫自尊自大之名称，而与满、蒙、回、藏之人民相见于诚，合为一炉而冶之，以成一中华民族之新主义，如美利坚之合黑白数十种之人民，而冶成一世界之冠之美利坚民族主义，斯为积极的目的也”[13]，因此逐渐摈弃了五族共和的说法。其实在1917年时，李大钊针对日本人所提出的以日本民族为中心的“大亚细亚主义”，提出了“新中华民族主义”的理论。其认为从道理上来说，“中华民族”应当涵盖到国家境内所有的民族，“举为历史上残留之名辞,今已早无是界，凡籍隶于中华民国之人，皆为新中华民族矣”[14]。在李大钊提出相关理念的两年后，五四运动爆发，知识分子对“中华民族”的相关理论进行了更加深入的探讨和分析，相关概念渗入到了每一个中国人的内心，这也是中国人民民族统一意识觉醒的契机所在。五四运动之后，“中华民族”一词的提出者梁启超也改变了自己原有的看法，他认为“中华民族”概念应当是所有民族的共同体，与李大钊的观点类似，他也将所有“国人”与“中华民族”联系在一起，“凡遇一他族而立刻有‘我中国人’之一观念浮于其脑际者，此人即中华民族之一员也”[15]。同时梁再一次强调了民族主义的重要性，西方国家从大航海以来，能够迅速崛起一个极为重要的原因就是他们对民族主义高度关注，只有民族主义才能将一个国家的人心凝聚到一起，并且这样的民族主义是包括全民族。对于中国来说，要想改变现状，使中华民族不至于就此消亡，关键也在民族统一。 [1]张品兴编 《梁启超全集》第3卷，北京：北京出版社，1999年，第573页。[2]费孝通 《中华民族多元一体格局》，北京：中央民族学院出版社，1989年，第1页。[3]萧子显 《南齐书》，北京：中华书局，2017年，第1227页。[4]祝春亭《明清时期中国人眼里的西方形象》，《江西教育学院学报》2004年第5期。[5]姚武.魏源《”华夷之辨”的近代嬗变》，《邵阳学院学报》，2015年第六期。[6]刘伟，张梦飞《“华夷之辨”在清代的递嬗》，《社科与经济信息》，2002年第27期。[7]孙中山《孙中山全集》，北京:中华书局，1981年，第252页。[8]陈一飞《柳亚子早期活动纪实》，北京:档案出版社，1991年，第252页。[9]刘大年《辛亥革命与反满问题》，《人民日报》，1961年10月22日。[10]孙中山《孙中山全集》，北京:中华书局，1981年，第313页。[11]孙中山《孙中山选集》，北京：人民出版社，1981年，第425页。[12]陈旭麓,郝盛潮《孙中山集外集》，上海:上海人民出版社,1990年，第29页。[13]孙中山《孙中山全集》第9卷，北京:中华书局,2006年，第390页。[14]李大钊《李大钊全集》第1集，北京:人民出版社,2006年，第543页。[15]梁启超《饮冰室合集》，北京:中华书局,1989，第2316页","link":"/%E8%BF%91%E4%BB%A3%E4%B8%AD%E5%8D%8E%E6%B0%91%E6%97%8F%E5%BD%A2%E6%88%90%E4%B8%8E%E8%BD%AC%E5%8F%98.html"}],"tags":[{"name":"test","slug":"test","link":"/tags/test/"},{"name":"我的","slug":"我的","link":"/tags/%E6%88%91%E7%9A%84/"},{"name":"历史","slug":"历史","link":"/tags/%E5%8E%86%E5%8F%B2/"},{"name":"论文","slug":"论文","link":"/tags/%E8%AE%BA%E6%96%87/"},{"name":"近代史","slug":"近代史","link":"/tags/%E8%BF%91%E4%BB%A3%E5%8F%B2/"}],"categories":[{"name":"历史","slug":"历史","link":"/categories/%E5%8E%86%E5%8F%B2/"},{"name":"唐朝","slug":"历史/唐朝","link":"/categories/%E5%8E%86%E5%8F%B2/%E5%94%90%E6%9C%9D/"},{"name":"数学","slug":"数学","link":"/categories/%E6%95%B0%E5%AD%A6/"},{"name":"汉朝","slug":"历史/汉朝","link":"/categories/%E5%8E%86%E5%8F%B2/%E6%B1%89%E6%9C%9D/"},{"name":"近代史","slug":"历史/近代史","link":"/categories/%E5%8E%86%E5%8F%B2/%E8%BF%91%E4%BB%A3%E5%8F%B2/"}]}