{"pages":[{"title":"categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2020/12/30/hello-world/"},{"title":"资治通鉴翻译(部分)","text":"李世绩出兵云中与突厥在白道作战，大败突厥。 二月，己亥月，皇上去骊山的温泉。 甲辰，李靖在阴山击破突厥的颉利可汗。 刚开始，颉利可汗已经战败，逃窜到铁山，残余的人马尚且还有几万。他派遣执失思力入朝进见，谢罪，希望将全国附属于唐，颉利可汗会亲自入朝。皇上派鸿胪卿唐俭等人宽慰安抚执失思力，又下诏令李靖带领军队迎接颉利可汗。颉利可汗对外言辞谦恭，但是内心实际正在犹豫，打算等到草绿马肥了，逃到漠北。李靖帅兵与李世绩在白道相会，共同谋划道：“颉利虽然战败了，但是他的人依然很多，如果他逃到碛北（音同“器”，沙漠），道路险阻漫长，很难追到他。现在命令使者到他那里，这些外族人必定会自我放松，如果挑选精骑一万，准备好二十天的粮草，前去袭击他们，不用战斗即可擒住了。”李靖将他们的计谋告诉张公瑾，张公瑾说“诏书已经同意了颉利可汗的投降，并且派遣的使者还在他那里，何必袭击颉利可汗呢？”李靖说：“这就是韩信攻破齐的原因。唐俭等人又有什么值得我们可惜呢？”于是率领士兵夜晚出发，李世绩跟随者，军队到了阴山，遇到了突厥一千多的营帐，俘虏了他们来跟着军队。颉利看见了使者非常高兴，心中也自我感到安心了。李靖令武邑县的苏定方率领骑兵二百作为前锋，趁着雾天行军，到了离可汗的宫殿七里的时候，这些外族人才有所发现。颉利驾着快马先跑了，李靖的军队到了，外族众人就溃散了。唐俭逃脱了才得以回来。李靖斩首一万多，俘虏男女十多万，获得了鸡畜数十万，杀了隋义成公主，擒住她的儿子叠罗施。颉利可汗率领万余人打算到碛北，李世绩在碛口驻军，颉利到了这里，过不去，他的大酋长都带领众人投降，李世绩俘虏了五万多人后返回。从阴山的北边开拓疆土到大漠，通过露布告知大家。 丙午月，皇上回到了宫殿。 甲寅月，因为攻克了突厥于是大赦天下。 让御史大夫文彦博为中书令，守侍中王珪为侍中；守户部尚书戴胄为户部尚书，参与朝政事务；太常少卿萧瑀为御史大夫，与宰相参与议论朝廷事务。 三月，戊辰，让突厥夾畢特勒阿史那思摩为右武侯大将军。 四方少数民族到宫中请求皇上为天可汗，皇上说：“我身为大唐的天子，又怎么可以向下做可汗的事情呢？”群臣以及四方少数民族都称万岁。这次以后，将盖了印玺的文字赐给西北君长，都是自称天可汗。 丙午，突厥思结俟斤率领四万人来投降。 丙子，让突利可汗为右卫大将军、北平郡王。 刚开始，始毕可汗凭借启民可汗母亲的弟弟苏尼失成为沙钵罗设，掌管部落五万家，牙帐置于灵州西北处，等到颉利可汗政权动乱时，唯独苏尼失的部落没有怀有二心。突利可汗来的非常快，颉利可汗将他立为小可汗。等到颉利可汗败走的时候，突利可汗一同跟着，打算投奔吐谷浑。大同道行军总管任城王道宗领兵逼退他们，让苏尼失押送颉利可汗，颉利可汗凭借几个骑兵在夜里逃走，躲在荒无人烟的山谷里。苏尼失感到害怕，飞奔地追最终捉住了颉利可汗。庚辰，行军副总管张宝相带领众人埋伏在沙钵罗的营房里，俘虏了颉利可汗并送回京师，苏尼失带着全部人员来投降。漠南地方于是就没人了。","link":"/2020/12/31/%E6%88%91%E7%9A%84%E7%AC%AC%E4%B8%80%E4%B8%AA%E5%8D%9A%E6%96%87/"}],"tags":[{"name":"test","slug":"test","link":"/tags/test/"},{"name":"我的","slug":"我的","link":"/tags/%E6%88%91%E7%9A%84/"}],"categories":[{"name":"test","slug":"test","link":"/categories/test/"}]}